[
    { "quote": "Ogni ripetizione che fai è un passo in più verso il tuo obiettivo.", "author": "Anonimo" },
    { "quote": "Il dolore che senti oggi sarà la forza che sentirai domani.", "author": "Arnold Schwarzenegger" },
    { "quote": "La disciplina batte la motivazione. Allenati anche quando non ne hai voglia.", "author": "Anonimo" },
    { "quote": "I risultati non arrivano in un giorno, ma arriveranno se non molli mai.", "author": "Anonimo" },
    { "quote": "Se vuoi qualcosa che non hai mai avuto, devi essere disposto a fare qualcosa che non hai mai fatto.", "author": "Thomas Jefferson" },
    { "quote": "La differenza tra chi riesce e chi fallisce? La costanza.", "author": "Anonimo" },
    { "quote": "Ogni goccia di sudore è un passo in più verso la vittoria.", "author": "Anonimo" },
    { "quote": "Se fosse facile, lo farebbero tutti. Ma tu sei diverso.", "author": "Anonimo" },
    { "quote": "L'unico limite è la tua mente. Se credi di poterlo fare, puoi farlo.", "author": "Anonimo" },
    { "quote": "Non esistono scorciatoie per il successo. Solo duro lavoro.", "author": "Anonimo" },
    { "quote": "Non contare le ripetizioni. Conta i momenti in cui vuoi smettere e decidi di continuare.", "author": "Anonimo" },
    { "quote": "Il dolore è temporaneo, la gloria è eterna.", "author": "Anonimo" },
    { "quote": "Il tuo corpo può sopportare quasi tutto. È la tua mente che devi convincere.", "author": "Anonimo" },
    { "quote": "Ogni volta che eviti la palestra, stai dicendo ‘No’ ai tuoi sogni.", "author": "Anonimo" },
    { "quote": "Non aspettare il momento perfetto. Prendi il momento e rendilo perfetto.", "author": "Anonimo" },
    { "quote": "La differenza tra chi ha successo e chi no è il numero di volte in cui hanno detto ‘Non mi arrendo’.", "author": "Anonimo" },
    { "quote": "Ogni secondo in cui resti nel letto è un secondo in cui qualcun altro sta diventando migliore di te.", "author": "Anonimo" },
    { "quote": "Il sudore è il segno del tuo impegno. Più ne versi, più ti avvicini alla tua meta.", "author": "Anonimo" },
    { "quote": "La fatica che fai oggi è la fiducia che avrai domani.", "author": "Anonimo" },
    { "quote": "L’unico cattivo allenamento è quello che non hai fatto.", "author": "Anonimo" },
    { "quote": "Il corpo raggiunge ciò che la mente crede.", "author": "Anonimo" },
    { "quote": "Il fallimento è solo un'opportunità per iniziare di nuovo, questa volta in modo più intelligente.", "author": "Henry Ford" },
    { "quote": "Ogni volta che ti alleni, rendi il tuo futuro io un po' più forte.", "author": "Anonimo" },
    { "quote": "Non cercare scuse. Cerca risultati.", "author": "Anonimo" },
    { "quote": "La differenza tra il possibile e l'impossibile sta nella determinazione di una persona.", "author": "Tommy Lasorda" },
    { "quote": "Ogni volta che vuoi mollare, pensa a perché hai iniziato.", "author": "Anonimo" },
    { "quote": "L'unica cosa che ti separa dal successo è la costanza.", "author": "Anonimo" },
    { "quote": "Sii la versione più forte di te stesso, ogni singolo giorno.", "author": "Anonimo" },
    { "quote": "Più ti alleni, meno hai bisogno di motivazione.", "author": "Anonimo" },
    { "quote": "Il cambiamento non avviene in un giorno, ma ogni giorno.", "author": "Anonimo" },
    { "quote": "Non ci sono scuse, solo risultati.", "author": "Anonimo" },
    { "quote": "Non è importante quanto sollevi, ma quanto spesso lo fai.", "author": "Anonimo" },
    { "quote": "Se smetti quando è difficile, rimarrai sempre allo stesso punto.", "author": "Anonimo" },
    { "quote": "Non c’è niente di più potente di una mente determinata.", "author": "Anonimo" },
    { "quote": "Le vittorie non si contano nei chili sollevati, ma nelle sfide superate.", "author": "Anonimo" },
    { "quote": "Quando sei stanco, spingi ancora un po'. È lì che fai la differenza.", "author": "Anonimo" },
    { "quote": "Non basta volerlo, devi anche essere disposto a lottare per ottenerlo.", "author": "Anonimo" },
    { "quote": "Il sudore è solo il grasso che piange.", "author": "Anonimo" },
    { "quote": "Il successo non è un caso. È duro lavoro, sacrificio e amore per ciò che fai.", "author": "Pelé" },
    { "quote": "Vinci la battaglia nella tua mente e vincerai ogni sfida nel tuo corpo.", "author": "Anonimo" },
    { "quote": "Quando vuoi smettere, pensa al motivo per cui hai iniziato.", "author": "Anonimo" },
    { "quote": "Ogni ripetizione, ogni set, ogni allenamento ti rende più forte. Non fermarti ora.", "author": "Anonimo" },
    { "quote": "Se vuoi cambiare il tuo corpo, devi prima cambiare la tua mentalità.", "author": "Anonimo" },
    { "quote": "I risultati non arrivano in una notte, ma chi persiste li ottiene sempre.", "author": "Anonimo" },
    { "quote": "L'allenamento è il prezzo che paghi per avere il corpo che desideri.", "author": "Anonimo" },
    { "quote": "La palestra è il luogo dove il dolore si trasforma in potenza.", "author": "Anonimo" }
  ]  